alsa-tools
alsa-utils
autoconf
automake
autorandr
avidemux-qt
baobab
base
bash-completion
bbswitch
biber
binutils
bison
cabal-install
ccls
cmake
code
dhcpcd
discord
dmenu
docker
efibootmgr
evince
fakeroot
feh
file
findutils
firefox
flake8
flex
gawk
gcc
gdb
gettext
ghc-static
git
gn-m85
gnu-free-fonts
gnuplot
gparted
gperf
grep
groff
grub
gvfs
gvim
gzip
haskell-language-server
htop
imagemagick
iwd
java-runtime-common
jdk11-openjdk
jedi-language-server
jre-openjdk-headless
jupyter-notebook
jupyterlab
kdenlive
kitty
libnet
libreoffice-fresh
libtool
libunrar
libvncserver
light-locker
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
lld
llvm
luit
m4
make
man-db
mc
mpg123
nano
neofetch
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
noto-fonts
ntfs-3g
obs-studio
openssh
openvpn
os-prober
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pcmanfm
pkgconf
pkgfile
powerline
pulseaudio
python-gobject
python-pillow
python-pip
python-pycryptodome
python-pylint
python2-pip
qalculate-gtk
qtcreator
remmina
rofimoji
rsync
rxvt-unicode
scrot
sed
sox
stack
stow
sudo
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunar
thunderbird
tigervnc
tinyxml
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
unrar
unzip
urxvt-perls
vi
vifm
vlc
wget
which
wmname
xarchiver
xbindkeys
xdg-user-dirs
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfce4-settings
xfce4-terminal
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yasm
zip
