alsa-utils
autoconf
automake
base
bash-completion
bbswitch
binutils
bison
cmake
code
dhcpcd
dmenu
efibootmgr
evince
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
ghc-static
git
gnu-free-fonts
grep
groff
grub
gvfs
gvim
gzip
htop
imagemagick
iwd
libtool
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
luit
m4
make
man-db
nano
neofetch
net-tools
networkmanager
noto-fonts
ntfs-3g
os-prober
p7zip
pacman
papirus-icon-theme
patch
pavucontrol
pcmanfm
pkgconf
pkgfile
pulseaudio
rofimoji
ros-melodic-desktop
rxvt-unicode
sed
stow
sudo
telegram-desktop
texinfo
thunderbird
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
unrar
unzip
urxvt-perls
vifm
which
xarchiver
xbindkeys
xdg-user-dirs
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
