acpi
alsa-utils
arc-gtk-theme
autoconf
automake
base
bash-completion
binutils
bison
cmake
dhcpcd
diffutils
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
figlet
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
grub
gvim
gzip
htop
inetutils
iw
iwd
jfsutils
less
libtool
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
nemo
neofetch
netctl
nnn
noto-fonts
pacman
papirus-icon-theme
patch
pavucontrol
perl
picom
pkgconf
pkgfile
pulseaudio
python-pip
reiserfsprogs
sed
stow
sudo
sysfsutils
terminus-font
texinfo
tlp
ttf-dejavu
ttf-inconsolata
ttf-linux-libertine
unrar
unzip
urxvt-perls
w3m
which
wireless_tools
wpa_supplicant
xbindkeys
xclip
xdg-utils
xf86-video-intel
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
